aeschli.vscode-css-formatter
batisteo.vscode-django
bradgashler.htmltagwrap
charliermarsh.ruff
chrsolr.rose-pine-nvchad-theme
donjayamanne.python-extension-pack
eamodio.gitlens
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
github.vscode-pull-request-github
jach.vesper-black
jdinhlife.gruvbox
kevinrose.vsc-python-indent
lehni.vscode-fix-checksums
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
mvllow.rose-pine
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
pmndrs.pmndrs
qwtel.sqlite-viewer
raunofreiberg.vesper
roonie007.hide-files
supermaven.supermaven
svelte.svelte-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
yandeu.five-server
